Repository: SantlalKaler/Medical-Refund
Catalog: lib/l10n/*.arb
Languages: pa

source: Log In
pa: ਲਾਗਿਨ

source: Skip
pa: ਛੱਡੋ

# intro1Title
source: Welcome to Medical Refund!
pa: ਮੈਡੀਕਲ ਰਿਫੰਡ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ!

# intro1Description
source: Signup & Book medical tests online easily in your budget.
pa: ਪ੍ਰਯੋਗਸ਼ਾਲਾਵਾਂ ਦੀ ਸੰਸਥਾ ਅਤੇ ਸਮੱਗਰੀ ਵੱਖੋ ਵੱਖਰੀਆਂ ਜ਼ਰੂਰਤਾਂ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ.

# intro2Title
source: Build your network
pa: ਉੱਚ ਗੁਣਵੱਤਾ ਪ੍ਰਯੋਗਸ਼ਾਲਾਵਾਂ!

# intro2Description
source: Add more users under you and earn when they book.
pa: ਇੰਜੀਨੀਅਰ ਤਕਨੀਕੀ ਯੰਤਰਾਂ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰਨ, ਬਣਾਉਣ ਅਤੇ ਟੈਸਟ ਕਰਨ ਲਈ ਪ੍ਰਯੋਗਸ਼ਾਲਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ।

# intro3Title
source: Easy withdrawals
pa: ਤੁਸੀਂ ਹੋਮ ਵਿਜ਼ਿਟ ਲਈ ਬੇਨਤੀ ਕਰ ਸਕਦੇ ਹੋ

# intro3Description
source: Easily transfer your wallet money to Bank.
pa: ਇੱਕ ਕੈਮਿਸਟ ਜਾਂ ਜੀਵ-ਵਿਗਿਆਨੀ ਇੱਕ ਗਿੱਲੀ ਪ੍ਰਯੋਗਸ਼ਾਲਾ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦਾ ਹੈ, ਜਦੋਂ ਕਿ ਇੱਕ ਮਨੋਵਿਗਿਆਨੀ ਦੀ ਪ੍ਰਯੋਗਸ਼ਾਲਾ।

# intro4Title
source: Let’s Get Started
pa: ਆਓ ਸ਼ੁਰੂਆਤ ਕਰੀਏ

# intro4Description
source: Sign up or login for get start.
pa: ਸ਼ੁਰੂਆਤ ਕਰਨ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ ਜਾਂ ਲੌਗਇਨ ਕਰੋ।

source: Next
pa: ਅਗਲਾ

source: Get Started
pa: ਸ਼ੁਰੂ ਕਰੋ

source: Sign Up
pa: ਸਾਇਨ ਅਪ

# loginDesc
source: Use your credentials and login to your account
pa: ਆਪਣੇ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ

source: Enter your mobile
pa: ਆਪਣਾ ਮੋਬਾਈਲ ਦਾਖਲ ਕਰੋ

source: Get OTP
pa: OTP ਪ੍ਰਾਪਤ ਕਰੋ

source: If you are new
pa: ਜੇ ਤੁਸੀਂ ਨਵੇਂ ਹੋ

source: Create new account
pa: ਨਵਾਂ ਖਾਤਾ ਬਣਾਓ

source: Login As Specialist
pa: ਸਪੈਸ਼ਲਿਸਟ ਵਜੋਂ ਲੌਗਇਨ ਕਰੋ

source: Login As Customer
pa: ਗਾਹਕ ਵਜੋਂ ਲੌਗਇਨ ਕਰੋ

# signupDesc
source: Use your details for Create a new account!
pa: ਨਵਾਂ ਖਾਤਾ ਬਣਾਉਣ ਲਈ ਆਪਣੇ ਵੇਰਵਿਆਂ ਦੀ ਵਰਤੋਂ ਕਰੋ!

source: Enter full name
pa: ਪੂਰਾ ਨਾਮ ਦਰਜ ਕਰੋ

source: Please enter full name
pa: ਕਿਰਪਾ ਕਰਕੇ ਪੂਰਾ ਨਾਮ ਦਾਖਲ ਕਰੋ

source: Enter phone number
pa: ਫ਼ੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ

# referralCode
source: Referral Code(Optional)
pa: ਰੈਫਰਲ ਕੋਡ (ਵਿਕਲਪਿਕ)

source: Refer & Earn
pa: ਵੇਖੋ ਅਤੇ ਕਮਾਈ ਕਰੋ

source: Language
pa: ਭਾਸ਼ਾ

# iagreewithTermsAndCondition
source: I agree with Terms & Condition
pa: ਮੈਂ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹਾਂ

source: Already have an account
pa: ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਖਾਤਾ ਹੈ

# otpSentToYourMobile
source: OTP sent to your number
pa: ਤੁਹਾਡੇ ਨੰਬਰ 'ਤੇ OTP ਭੇਜਿਆ ਗਿਆ

source: Resend or Edit
pa: ਦੁਬਾਰਾ ਭੇਜੋ ਜਾਂ ਸੰਪਾਦਿਤ ਕਰੋ

# inWord
source: In
pa: ਵਿੱਚ

source: Tutorial
pa: ਟਿਊਟੋਰਿਅਲ

source: Welcome
pa: ਸੁਆਗਤ ਹੈ

source: Enter Otp
pa: Otp ਦਰਜ ਕਰੋ

source: Tests
pa: ਟੈਸਟ

source: Labs
pa: ਲੈਬ

source: Nearby Laboratories
pa: ਨੇੜਲੀਆਂ ਪ੍ਰਯੋਗਸ਼ਾਲਾਵਾਂ

source: View All
pa: ਸਭ ਦੇਖੋ

source: Search for Lab
pa: ਲੈਬ ਲਈ ਖੋਜ ਕਰੋ

source: Search
pa: ਖੋਜ

source: Lab
pa: ਲੈਬ

source: Finish
pa: ਖਤਮ

source: Test
pa: ਟੈਸਟ

source: Specialist
pa: ਸਪੈਸ਼ਲਿਸਟ

source: Message
pa: ਸੁਨੇਹਾ

source: Not Found
pa: ਨਹੀਂ ਲਭਿਆ

source: Notifications
pa: ਸੂਚਨਾਵਾਂ

source: Test Reports
pa: ਟੈਸਟ ਰਿਪੋਰਟਾਂ

source: No Test Reports Yet!
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਟੈਸਟ ਰਿਪੋਰਟ ਨਹੀਂ!

# noTestReportDesc
source: Once you go to home, then you go to library for get report
pa: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਘਰ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਰਿਪੋਰਟ ਲੈਣ ਲਈ ਲਾਇਬ੍ਰੇਰੀ ਜਾਂਦੇ ਹੋ

source: Go to Home
pa: ਘਰ 'ਤੇ ਜਾਓ

source: Home Visit
pa: ਘਰ ਦਾ ਦੌਰਾ

source: No Booking Yet!
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਬੁਕਿੰਗ ਨਹੀਂ!

# noBookingDesc
source: Once you book, then you see it listed here.
pa: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਬੁੱਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਇੱਥੇ ਸੂਚੀਬੱਧ ਦੇਖੋਗੇ।

source: Go To Book Test
pa: ਬੁੱਕ ਟੈਸਟ 'ਤੇ ਜਾਓ

source: Chats
pa: ਗੱਲਬਾਤ

source: No
pa: ਨੰ

source: Yet
pa: ਫਿਰ ਵੀ

# noChatDesc
source: Once you start a new conversation, you’ll see it listed here.
pa: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਨਵੀਂ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਇੱਥੇ ਸੂਚੀਬੱਧ ਦੇਖੋਗੇ।

source: Profile
pa: ਪ੍ਰੋਫਾਈਲ

source: My Profile
pa: ਮੇਰਾ ਪ੍ਰੋਫ਼ਾਈਲ

source: My Home Visit
pa: ਮੇਰੀ ਘਰ ਫੇਰੀ

source: My Test Bookings
pa: ਮੇਰੀ ਟੈਸਟ ਬੁਕਿੰਗ

source: My Network
pa: ਮੇਰਾ ਨੈੱਟਵਰਕ

source: Reminder
pa: ਰੀਮਾਈਂਡਰ

source: My Wallet
pa: ਮੇਰਾ ਬਟੂਆ

source: Contact Us
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ

source: Log Out
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ

source: Settings
pa: ਸੈਟਿੰਗਾਂ

source: Full Name
pa: ਪੂਰਾ ਨਾਂਮ

source: Email
pa: ਈ - ਮੇਲ

source: Mobile Number
pa: ਮੋਬਾਇਲ ਨੰਬਰ

source: Date Of Birth
pa: ਜਨਮ ਤਾਰੀਖ

source: Pan Number
pa: ਪੈਨ ਨੰਬਰ

source: Edit Profile
pa: ਸੋਧ ਪ੍ਰੋਫ਼ਾਈਲ

source: Enter Pan Number
pa: ਪੈਨ ਨੰਬਰ ਦਰਜ ਕਰੋ

# panImageSize
source: Pan Image size should be less than
pa: ਪੈਨ ਚਿੱਤਰ ਦਾ ਆਕਾਰ ਇਸ ਤੋਂ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Save
pa: ਸੇਵ ਕਰੋ

source: No Network Found
pa: ਕੋਈ ਨੈੱਟਵਰਕ ਨਹੀਂ ਮਿਲਿਆ

source: Wallet
pa: ਬਟੂਆ

source: Wallet Amount
pa: ਵਾਲਿਟ ਦੀ ਰਕਮ

source: Request Withdrawal
pa: ਵਾਪਸ ਲੈਣ ਦੀ ਬੇਨਤੀ ਕਰੋ

source: Linked Account
pa: ਲਿੰਕ ਕੀਤਾ ਖਾਤਾ

source: Transaction
pa: ਲੈਣ-ਦੇਣ

source: No Transaction Found
pa: ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ ਮਿਲਿਆ

source: Alert
pa: ਚੇਤਾਵਨੀ

source: Amount Must Be More Than
pa: ਰਕਮ ਤੋਂ ਵੱਧ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ

source: Rs.
pa: ਰੁ.

source: You Can Only Use This Amount For Bookings
pa: ਤੁਸੀਂ ਸਿਰਫ਼ ਬੁਕਿੰਗ ਲਈ ਇਸ ਰਕਮ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ

source: Bank Details
pa: ਬੈਂਕ ਵੇਰਵੇ

source: Bank Name
pa: ਬੈਂਕ ਦਾ ਨਾਮ

source: Account Number
pa: ਅਕਾਊਂਟ ਨੰਬਰ

source: Account Holder
pa: ਖਾਤਾ ਧਾਰਕ

source: Test Details
pa: ਟੈਸਟ ਦੇ ਵੇਰਵੇ

source: Found
pa: ਮਿਲਿਆ

source: Booking
pa: ਬੁਕਿੰਗ

source: Price
pa: ਕੀਮਤ

source: Pay Only
pa: ਸਿਰਫ਼ ਭੁਗਤਾਨ ਕਰੋ

source: MR Will Pay
pa: MR ਭੁਗਤਾਨ ਕਰੇਗਾ

source: Book Now
pa: ਹੁਣੇ ਬੁੱਕ ਕਰੋ

source: View In Lab
pa: ਲੈਬ ਵਿੱਚ ਵੇਖੋ

source: Add Booking
pa: ਬੁਕਿੰਗ ਸ਼ਾਮਲ ਕਰੋ

source: Visit
pa: ਫੇਰੀ

source: Home
pa: ਘਰ

source: You pay only at Lab
pa: ਤੁਸੀਂ ਸਿਰਫ਼ ਲੈਬ 'ਤੇ ਹੀ ਭੁਗਤਾਨ ਕਰਦੇ ਹੋ

source: Use Wallet
pa: ਵਾਲਿਟ ਦੀ ਵਰਤੋਂ ਕਰੋ

source: Place Order
pa: ਹੁਕਮ ਕਰੋ

# paymentSuccessDesc
source: Your payment has been successfully received.
pa: ਤੁਹਾਡਾ ਭੁਗਤਾਨ ਸਫਲਤਾਪੂਰਵਕ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ।

source: Payment success
pa: ਭੁਗਤਾਨ ਸਫਲਤਾ

source: About
pa: ਬਾਰੇ

source: Select test to proceed
pa: ਅੱਗੇ ਵਧਣ ਲਈ ਟੈਸਟ ਚੁਣੋ

source: Enter address
pa: ਪਤਾ ਦਰਜ ਕਰੋ

# collectionDateAndTime
source: Collection Date & Time
pa: ਸੰਗ੍ਰਹਿ ਦੀ ਮਿਤੀ ਅਤੇ ਸਮਾਂ

source: Select date
pa: ਮਿਤੀ ਚੁਣੋ

source: Select time
pa: ਸਮਾਂ ਚੁਣੋ

source: Type a message
pa: ਇੱਕ ਸੁਨੇਹਾ ਟਾਈਪ ਕਰੋ
